Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: To use the Suggest Vendor Payments function
cs_cz: Použití funkce Návrh platby dodavateli

source: Open the relevant journal, and then choose the Suggest Vendor Payments action.
cs_cz: Otevřete příslušný deník a poté vyberte akci Navrhnout platby dodavateli.

source: To insert the due date as posting date on payment journal lines
cs_cz: Vložení data splatnosti jako data zaúčtování do řádků deníku plateb

source: When you use the Suggest Vendor Payments batch job to create payment lines for your vendors, you can fill two special fields to make sure that the generated lines use the due date to calculate the posting date.
cs_cz: Když použijete dávkovou úlohu Navrhnout platby dodavateli pro vytvoření platebních řádků pro dodavatele, můžete vyplnit dvě zvláštní pole, abyste se ujistili, že generované řádky používají datum splatnosti pro výpočet data zaúčtování.

source: These fields are Calculate Posting Date from Applies-to-Doc Due Date and Applies-to-Doc Due Date Offset.
cs_cz: Tato pole jsou Vypočítat zúčtovací datum z datumu splatnosti vyrovnání dokladu a Posun datumu splatnosti vyrovnání dokladu..

source: You cannot use the Calculate Posting Date from Applies-to-Doc Due Date field together with the Find Payment Discounts field or the Summarize per Vendor field.
cs_cz: Nemůžete použít pole Vypočítat zúčtovací datum z data splatnosti vyrovnání dokladu spolu s polem Vyhledat skonto nebo s polem Dodavatel na jeden řádek.

source: The reason is that if the posting date is based on the due date, then some payment discount may not be calculated correctly, because the posting date could occur after the payment discount date.
cs_cz: Důvodem je to, že pokud je datum zaúčtování založeno na datu splatnosti, určitá skonto sleva se nemusí vypočítat správně, protože datum zaúčtování by mohlo nastat po datu skonto slevy.

source: Also, if the calculated posting date occurs in the past, then the posting date will be moved up to the work date, and a warning is displayed.
cs_cz: Také, pokud se vypočítané datum zaúčtování vyskytne v minulosti, datum zaúčtování bude změněno na pracovní datum a zobrazí se varování.

source: Alternatively, you can also manually create payment lines using the due date to calculate the posting date.
cs_cz: Případně můžete také ručně vytvořit platební řádky za použití data splatnosti pro výpočet data zaúčtování.

source: After you have applied vendor ledger entries, you can use the Calculate Posting Date action.
cs_cz: Poté, co jste vyrovnali položky dodavatelů, můžete použít akci Vypočítat zúčtovací datum.

source: This will update the posting date on the journal line with the due date of the related purchase invoice.
cs_cz: Tím se aktualizuje datum zaúčtování na řádku deníku s datem splatnosti příslušné nákupní faktury.

source: Apply Purchase Transactions Manually .
cs_cz: Vyrovnání nákupní transakce ručně .

source: If the purchase invoice is overdue, then the posting date will be set to the work date, and the font on the line will change to red color.
cs_cz: Pokud je nákupní faktura po splatnosti, zúčtovací datum bude nastaveno na pracovní datum a font písma na řádku se změní na červenou barvu.

source: Make Payments
cs_cz: Provedení plateb

source: Work With Checks
cs_cz: Práce se šeky

source: Dynamics NAV supports electronic and manual check issuance.
cs_cz: Dynamics NAV podporuje elektronické a manuální vydávání šeků.

source: Both methods use the payment journal to issue checks to vendors.
cs_cz: Obě metody používají deník plateb k vystavení šeků dodavatelům.

source: You can also void checks and view check ledger entries.
cs_cz: Můžete také anulovat šeky a zobrazit položky šeku.

source: The process of issuing checks suggests payments, creates ledger entries, and prints the computer checks.
cs_cz: Proces vydávání šeků navrhuje platby, vytváří položky a tiskne počítačové šeky.

source: Your printer must be correctly set up with the check forms, and you must define which check layout to use.
cs_cz: Tiskárna musí být správně nastavena pomocí šekových formulářů a musíte určit, které rozvržení šeku použijete.

source: To issue checks
cs_cz: Vydání šeků

source: Fill in the journal with relevant payments, for example by using the Suggest Vendor Payments function.
cs_cz: Vyplňte deník příslušnými platbami, například pomocí funkce Navrhnout platby dodavateli.

source: In the Bank Payment Type field on journal lines for payment that you want to make with checks, select one of the following options:
cs_cz: V poli Typ bankovní platby na řádcích deníku pro platbu, kterou chcete provést pomocí šeků, vyberte jednu z následujících možností:

source: Computer Check:
cs_cz: Počítačový šek:

source: Select this option if you want to print a check for the amount on the payment journal line.
cs_cz: Tuto volbu vyberte, pokud chcete vytisknout šek částky na řádku deníku plateb.

source: You must print the checks before you can post the journal lines.
cs_cz: Musíte vytisknout kontroly před tím, než budete moci zaúčtovat řádky žurnálu.

source: You can only select Computer Check if the Bal.
cs_cz: Můžete zvolit pouze možnost Počítačový šek, pokud je nastavena hodnota Protiúčet

source: Account Type or the Account Type is Bank Account.
cs_cz: Typ účtu nebo Typ účtu je Bankovní účet.

source: Manual Check:
cs_cz: Ruční kontrola:

source: Select this option if you have created a check manually and want to create a corresponding check ledger entry for this amount.
cs_cz: Tuto volbu vyberte, pokud jste ručně vytvořili šek a chcete vytvořit odpovídající záznam pro tuto částku.

source: By using this option, you cannot print checks from Dynamics NAV.
cs_cz: Pomocí této možnosti nelze vytisknout šeky z Dynamics NAV.

source: You can only select Manual Check if the Bal.
cs_cz: Můžete zvolit pouze možnost Počítačový šek, pokud je nastavena hodnota Protiúčet

source: You must print computer checks before you post the related journal lines.
cs_cz: Musíte vytisknout počítačové šeky před tím, než budete moci zaúčtovat řádky žurnálu.

source: In case of computer checks, choose Print Check.
cs_cz: V případě kontroly počítače zvolte možnost Tisk šeku.

source: In the Check window, fill in the fields as necessary.
cs_cz: V okně Šek vyplňte pole podle potřeby.

source: Choose the Print button.
cs_cz: Zvolte tlačítko Tisk.

source: If you want to print checks in more than one currency from different bank accounts, you must run the Print Check batch job separately for each currency and specify the appropriate bank account.
cs_cz: Chcete-li vytisknout šeky z více bankovních účtů ve více než jedné měně, musíte pro každou měnu spustit dávkovou úlohu Tisk šeku samostatně a určit příslušný bankovní účet.

source: To cancel printed checks that are not posted
cs_cz: Zrušení vytištěných šeků, které nejsou zaúčtovány

source: You can cancel non-posted checks after they have been printed by using the Void Check action in the Payment Journal window.
cs_cz: Po vytištění můžete zrušit nezaúčtované šeky pomocí akce Zrušit šek v okně Deník plateb.

source: In the Payment Journal window, choose the Void Check, and then choose which checks to cancel.
cs_cz: V okně Deníky plateb vyberte možnost Zrušit šek a poté vyberte, které šeky chcete zrušit.

source: To void checks
cs_cz: Anulování šeků

source: When check payment have been posted, you can only cancel (void) checks from the resulting bank ledger entries.
cs_cz: Když byla zaúčtována šeková platba, můžete zrušit (anulovat) šeky pouze z výsledných položek bank.

source: Select the relevant bank account, choose the Edit action, and then choose the Check Ledger Entries action.
cs_cz: Zvolte příslušný bankovní účet, vyberte akci Úpravy a poté vyberte akci Položky šeků.

source: In the Check Ledger Entries window, choose the Void Check action.
cs_cz: V okně Položky šeků vyberte akci Zrušit šek.

source: Select the Void Check Only check box.
cs_cz: Vyberte zaškrtávací políčko Pouze zrušit šeky.

source: Choose the OKbutton.
cs_cz: Zvolte tlačítko OK.

source: When you make payments to vendors, you post the related payment lines in the Payment Journal window.
cs_cz: Když provádíte platby dodavatelům, zaúčtujete příslušné platební řádky v okně Deník plateb.

source: You can use the Suggest Vendor Payments function to find payments that are due.
cs_cz: Pomocí funkce Navrhnout platby dodavatele můžete najít platby, které jsou splatné.

source: You can also use the Vendor - Summary Aging report to get an overview of due payments.
cs_cz: Můžete také použít sestavu Dodavatel - Celková bilance, abyste získali přehled o splatných platbách.

source: From the payment journal, you can print computer checks or record when checks are written.
cs_cz: Z deníku plateb můžete tisknout počítačové šeky nebo záznam kdy byl šek napsán.

source: If you select Computer Check in the Bank Payment Type field, then any lines representing checks must be printed before the payment journal can be posted.
cs_cz: Pokud v poli Typ platby v bance vyberete položku Počítačový šek, musí být vytištěny všechny řádky, které představují šeky předtím, než může být zaúčtován deník plateb.

source: When the payments are posted, you can export them to a bank file for upload to your bank for processing.
cs_cz: Když jsou platby zaúčtovány, můžete je exportovat do bankovního souboru, který se má odeslat do vaší banky za účelem dalšího zpracování.

source: After the payments are made at your bank, you must apply them to their related open vendor ledger entries.
cs_cz: Po provedení plateb ve vaší bance je musíte aplikovat na jejich související otevřené položky dodavatele.

source: You can do this manually or by importing a bank statement file and applying the payments automatically.
cs_cz: Můžete to provést ručně nebo importováním souboru výpisu z účtu a automatickým uplatněním plateb.

source: For more information, see, for example, Apply Payments Automatically and Reconcile Bank Accounts.
cs_cz: Další informace naleznete v tématu: Použití plateb automaticky a odsouhlasení bankovních účtů.

source: Use a function to suggest vendor payments according to selected criteria, such as due date, discount eligibility, and your liquidity.
cs_cz: Pomocí funkce navrhnout platby dodavatele podle vybraných kritérií, jako je datum splatnosti, sleva a vaše likvidita.

source: Issue checks for payments, either as print-outs or as computer checks.
cs_cz: Vystavit šeky pro platby, buď jako výtisky nebo jako počítačové šeky.

source: Void checks before or after posting.
cs_cz: Prázdné šeky před zaúčtováním nebo po něm.

source: Export payments from the Payment Journal window to a bank file that you upload to your bank for processing.
cs_cz: Exportovat platby z okna Deník plateb do bankovního souboru, který jste odeslali do vaší banky pro zpracování.

source: A central task in managing accounts payable is to pay your vendors.
cs_cz: Ústředním úkolem v oblasti správy závazků je zaplatit vašim dodavatelům.

source: You can use functions to automatically fill in the Payment Journal window with payments lines for due purchase invoices.
cs_cz: Můžete použít funkce k automatickému vyplnění okna Deníky plateb s platebními řádky pro splatné nákupních faktury.

source: To quickly perform the involved bank transactions, you can export multiple payment journal lines to a file, which you then upload to your bank for processing.
cs_cz: Chcete-li rychle provádět příslušné transakce s bankami, můžete exportovat několik řádků platebního deníku do souboru, který pak nahrajete do banky ke zpracování.

source: You can also make payments by check, including to transmit checks as electronic payments.
cs_cz: Můžete také provádět platby šekem včetně přenosu šeků jako elektronických plateb.

source: Another typical task is to apply outgoing payments to their related vendor ledger entries and thereby close the related purchase invoices or purchase credit memos as paid.
cs_cz: Dalším typickým úkolem je vyrovnávat odchozí platby na jejich související položky dodavatelů, a tím uzavřít související nákupní faktury nebo nákupní dobropisy jako zaplacené.

source: You can perform this work in the Payment Reconciliation Journal window by importing a bank statement file to quickly register the payments in Dynamics NAV.
cs_cz: Tuto práci můžete provést v okně Deníky odsouhlasení plateb importováním souboru výpisu z účtu, abyste mohli rychle zapsat platby v systému Dynamics NAV.

source: An automatic application function applies the payments to their related open vendor or customer ledger entries based on a data matches between payment text and entry information.
cs_cz: Funkce automatického vyrovnání vyrovnává platby na příslušné otevřené položky dodavatele nebo zákazníka založené na datových shodách mezi textem platby a informacemi položky.

source: You can use various functionality to review and change automatic applications before you post the journal.
cs_cz: Můžete použít různé funkce pro kontrolu a změnu automatických aplikací před tím, než zaúčtujete deník.

source: You can choose to close any open bank account ledger entries related to the applied ledger entries when you post the journal.
cs_cz: Při účtování deníku můžete uzavřít všechny otevřené položky bankovního účtu, které se vztahují k zaplaceným položkám.

source: This means that the bank account is automatically reconciled when all payments are applied.
cs_cz: To znamená, že bankovní účet je automaticky odsouhlasen po zaplacení všech plateb.

source: Alternatively, you can apply outgoing payments manually in the Payment Journal window or from the related vendor ledger entries.
cs_cz: Případně můžete vyrovnávat platby ručně v okně Deníky plateb nebo v souvisejících položkách dodavatele.

source: The following table describes a sequence of tasks within accounts payable, with links to the topics that describe them.
cs_cz: Následující tabulka popisuje sekvenci úloh v rámci závazků s odkazy na témata, které je popisují.

source: Generate due vendor payments prioritized according to payment discounts and overdue penalties.
cs_cz: Vytvořte platby s předepsaným dodavatelem podle prioritních platebních slev a penále po splatnosti.

source: Optionally, export the payments to a bank file when posting.
cs_cz: Volitelně exportujte platby do bankovního souboru při účtování.

source: Apply vendor payments automatically to unpaid purchase invoices by importing a bank statement file.
cs_cz: Použít automaticky platby dodavatele na nezaplacené nákupní faktury importem souboru bankovního výpisu.

source: Apply vendor payments to unpaid purchase invoices manually.
cs_cz: Ručně přiřadit dodavatelské platby k nezaplaceným nákupním fakturám.

source: Create Jobs
cs_cz: Tvorba projektů

source: When you start a new project, you must create a job card with integrated job tasks and job planning lines, structured in two layers.
cs_cz: Když spustíte nový projekt, musíte vytvořit kartu projektu s integrovanými úlohami a řádky plánování projektu, které jsou strukturované ve dvou vrstvách.

source: The first layer consists of job tasks.
cs_cz: První vrstva se skládá z úloh projektu.

source: You must create at least one job task per job because all posting refers to a job task.
cs_cz: Musíte vytvořit alespoň jednu úlohu na projektu, protože veškeré účtování se týká úloh projektu.

source: Having at least one job task in your job enables you to set up job planning lines and to post consumption to the job.
cs_cz: Pokud máte alespoň jednu úlohu projektu, můžete nastavit řádky plánování projektu a účtovat spotřebu do projektu.

source: The second layer consists of job planning lines, which specify the detailed use of resources, items and various general ledger expenses.
cs_cz: Druhá vrstva se skládá z řádků plánování projektu, které specifikují podrobné využití zdrojů, zboží a různých výdajů hlavní knihy.

source: The layer structure enables you to divide the job into smaller tasks, and therefore use more specific details in budgeting, quotes, and registration.
cs_cz: Struktura vrstev umožňuje rozdělit projekt na menší úlohy a proto použijte podrobnější informace v rozpočtování, nabídkách a registraci.

source: In addition, it gives you insight into how a job is progressing.
cs_cz: Kromě toho vám poskytuje přehled o tom, jak projekt postupuje.

source: For example, you can track whether you are meeting designated milestones or if you are on target to meet budget expectations.
cs_cz: Můžete například sledovat, zda jste v souladu s určenými milníky nebo zda jste v rozmezí tak, abyste splnili očekávání rozpočtu.

source: The New Job action on the Project Manager Role Center launches an assisted setup that guides you through the steps of creating a job with integrated tasks and planning lines.
cs_cz: Akce Nový projekt na nástroji Project manager v Centru rolí spustí asistované nastavení, které vás provede kroky při vytváření projektu s integrovanými úlohami a řádky plánování.

source: The following procedure describes how to perform the steps manually.
cs_cz: Následující postup popisuje, jak provést kroky ručně.

source: To create a job card
cs_cz: Vytvoření karty projektu

source: You create a job card and then create job task lines and job planning lines for it.
cs_cz: Vytvořte kartu projektu a potom pro ni vytvořte řádky úloh projektu a řádky plánování projektu.

source: In the top right corner, choose the Search for Page or Report icon, enter Jobs, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Projekty a zvolte související odkaz.

source: Choose the New action, and then fill in the fields as necessary.
cs_cz: Vyberte akci Nový a poté vyplňte pole.

source: To specify the job with information on other jobs, choose the Copy Job action, fill in the fields as necessary, and then choose the OK button.
cs_cz: Chcete-li zadat projekt s informacemi z jiných projektů, zvolte akci Kopírovat Projekt, vyplňte pole podle potřeby a potom klepněte na tlačítko OK .

source: If you are using time sheets with your job, you must also designate a person responsible.
cs_cz: Pokud používáte časové rozvrhy s vaší prací, musíte také určit odpovědnou osobu.

source: This person can approve time sheets for the employee tasks associated with the job.
cs_cz: Tato osoba může schvalovat časové rozvrhy pro úkoly zaměstnanců spojené s daným projektem.

source: Set Up Timesheets .
cs_cz: Nastavení časových rozvrhů .

source: To create tasks for a job
cs_cz: Vytvoření činností pro projekt

source: A key part of creating a job is to specify the various tasks involved in the job.
cs_cz: Klíčovou součástí tvorby projektu je specifikovat různé úlohy spojené s projektem.

source: You do this by adding new lines on the Tasks FastTab in the Job Card window, one task per line.
cs_cz: To lze provést přidáním nových řádků na záložce Úlohy v okně Karta projektu, jedna úloha na řádek.

source: Every job must have at least one task.
cs_cz: Každý projekt musí mít alespoň jeden řádek úlohy projektu.

source: Open the job card for a relevant job.
cs_cz: Otevřete kartu projektu pro příslušný projekt.

source: On the Tasks FastTab, fill in the fields as necessary on a new line.
cs_cz: Na záložce Úlohy vyplňte pole podle potřeby na novém řádku.

source: To indent tasks and create a hierarchy, Choose the Tasks action, the then choose Indent Job Tasks action.
cs_cz: Chcete-li odsadit řádky úloh projektu a vytvořit hierarchii, zvolte akci Úlohy a pak zvolte akci Odsadit úlohy projektu.

source: Repeat steps 3 and 4 for all the tasks that you need for the job.
cs_cz: Opakujte kroky 3 a 4 pro všechny úlohy, které potřebujete pro daný projekt.

source: To specify the job tasks with information on other job tasks, choose the Copy Job Tasks from action, fill in the fields as necessary, and then choose the OK button.
cs_cz: Chcete-li zadat úlohy projektu s informacemi o úlohách z jiných projektů, zvolte akci Kopírovat úlohy projektu, vyplňte pole podle potřeby a potom klepněte na tlačítko OK.

source: To create planning lines for a job
cs_cz: Vytvoření řádků plánování pro projekt

source: You can refine your new job tasks on job planning lines.
cs_cz: Nové úlohy projektu můžete upřesnit na řádcích plánování projektu.

source: A planning line can be used to capture any information that you want to track for a job.
cs_cz: Řádek plánování můžete použít k zachycení všech informací, které chcete sledovat pro daný projekt.

source: You can use planning lines to add information such as what resources are required or to capture what items are needed to perform the job.
cs_cz: Pomocí řádků plánování můžete přidat informace například o tom, jaké jsou potřeba zdroje nebo zachytit, jaké zboží je potřeba k dokončení projektu.

source: For example, if you have a task to obtain customer approval of a job, you can associate that task with planning lines for items such as meeting with the customer and assigning a resource.
cs_cz: Například pokud máte úlohu získat schválení zákazníka na projektu, můžete tuto úlohu spojit s řádky plánování jako je například setkání se zákazníkem a přiřadit zdroje.

source: A job planning line can have one of the following types.
cs_cz: Řádek plánování projektu může mít jeden z následujících typů.

source: Type
cs_cz: Typ

source: Budget
cs_cz: Plán

source: Provides estimated usage and costs for the job, typically in a time and materials type project.
cs_cz: Poskytuje odhadovanou spotřebu a náklady na projekt, obvykle v časovém a materiálním typu projektu.

source: Planning lines of this type cannot be invoiced.
cs_cz: Řádky plánování tohoto typu nelze fakturovat.

source: Billable
cs_cz: Fakturovatelné

source: Provides estimated invoicing to the customer, typically in a fixed price project.
cs_cz: Poskytuje odhadovanou fakturaci zákazníkovi obvykle v projektu s pevnou cenou.

source: Both Budget and Billable
cs_cz: Oba typy Plán i Fakturovatelné

source: Provides budgeted usage equal to what you want to invoice.
cs_cz: Poskytuje rozpočtovou spotřebu stejně jako to, co chcete fakturovat.

source: As you enter information on job planning lines, cost information is automatically filled in.
cs_cz: Při zadávání informací na řádcích plánování projektu se automaticky vyplňují informace o nákladech.

source: For example, the cost, price, and discount for resources and items are initially based on the information that is defined on the resource and item cards.
cs_cz: Například náklady, cena a sleva pro zdroje a zboží jsou zpočátku založeny na informacích, které jsou uvedeny na kartě zboží a zdrojů.

source: Open a relevant job card.
cs_cz: Otevřete příslušnou kartu projektu.

source: Select a job task for which the Job Task Type field contains Posting, and then choose the Job Planning Lines action.
cs_cz: Vyberte úlohu projektu, která v poli Typ úlohy projektu obsahuje hodnotu Účet a poté vyberte akci Řádky plánování projektu.

source: In the Job Planning Lines window, on a new line, fill in the fields as necessary.
cs_cz: V okně Řádky plánování projektu na novém řádku vyplňte pole podle potřeby.

source: Repeat steps 3 and 4 for all planning lines that you need for the job task.
cs_cz: Opakujte kroky 3 a 4 pro všechny řádky plánování, které potřebujete pro úlohu projektu.

source: Manage Projects
cs_cz: Správa projektů

source: Invoice Jobs
cs_cz: Fakturace projektů

source: During the project, job costs from resource usage, materials, and job-related purchases can accumulate.
cs_cz: Během projektu se mohou hromadit projektové náklady ze spotřeby zdrojů, materiálů a nákupů souvisejících s projektem.

source: As the job progresses, these transactions get posted to the job journal.
cs_cz: Jak probíhá projekt, tyto transakce se zaúčtují do deníku projektu.
